#+title:      A Klasse 2020-24
#+date:       [2022-12-28 Mi 20:45]
#+filetags:   :4a:Project:
#+identifier: 20221228T204513
#+CATEGORY: golling


* 4a 11:35-12:25
<%%(org-class 2022 9 12 2023 7 3 1 27)>

Nehme an die Kids werden nicht besonders aufnahmefähig sein.
Film? (sollte max über 2 UE gehen)

Wiederholung...

* 4a 09:35-10:25
<%%(org-class 2022 9 14 2023 7 5 3 27)>




* 4A [KV Magdalena Pürrer]

#+Name: 2021-students
| First      | Last        | Name                  | Note | Mitarbeit | Heft | LZK |
|------------+-------------+-----------------------+------+-----------+------+-----|
| Stefan     | Gonschorek  | [[Stefan Gonschorek][Stefan Gonschorek]]     |    1 |           |      |     |
| Manuel     | Irrnberger  | [[Manuel Irrnberger][Manuel Irrnberger]]     |    1 |           |      |     |
| Tobias     | Kappel      | [[Tobias Kappel][Tobias Kappel]]         |    1 |           |      |     |
| Luis       | Korten      | [[Luis Korten][Luis Korten]]           |    1 |           |      |     |
| Adrian     | Lamprecht   | [[Adrian Lamprecht][Adrian Lamprecht]]      |    1 |           |      |     |
| Noah       | Linhuber    | [[Noah Linhuber][Noah Linhuber]]         |    1 |           |      |     |
| Hanna      | Maier       | [[Hanna Maier][Hanna Maier]]           |    1 |           |      |     |
| Melissa    | Neudorfer   | [[Melissa Neudorfer][Melissa Neudorfer]]     |    1 |           |      |     |
| Arthur     | Schattauer  | [[Arthur Schattauer][Arthur Schattauer]]     |    1 |           |      |     |
| Fabian     | Schober     | [[Fabian Schober][Fabian Schober]]        |    1 |           |      |     |
| Kristina   | Seidl       | [[Kristina Seidl][Kristina Seidl]]        |    1 |           |      |     |
| Ivana      | Sokic       | [[Ivana Sokic][Ivana Sokic]]           |    1 |           |      |     |
| Anna       | Steiner     | [[Anna Steiner][Anna Steiner]]          |    1 |           |      |     |
| Andre-Leon | Stippler    | [[Andre-Leon Stippler][Andre-Leon Stippler]]   |    1 |           |      |     |
| Christina  | Unterrainer | [[Christina Unterrainer][Christina Unterrainer]] |    1 |           |      |     |
| Thomas     | Wenger      | [[Thomas Wenger][Thomas Wenger]]         |    1 |           |      |     |
| Lena       | Zorzi       | [[Lena Zorzi][Lena Zorzi]]            |    1 |           |      |     |
#+TBLFM: $4=vmean($5..$>)
#+TBLFM: $3='(concat "[[" $1 " " $2 "][" $1 " " $2 "]]")
#+TBLFM: $5='(identity remote(2021-22-Mitarbeit,@@#$2))

#+BEGIN_SRC python :var table=2021-students :results output raw
  print('* Mitarbeit')
  for student in table:
      first = student[0]
      last = student[1]
      email = first + '.' + last + '@golling.schule'
      print('** ' + first + ' ' + last + '')
      print(':PROPERTIES:')
      print(':EMAIL: ' '[[mailto: ' + first + ' ' + last + ' <' + email + '>]]')
      print(':END: ')
      print('\n\n')
#+END_SRC

#+RESULTS:
* Mitarbeit

#+Name: Mitarbeit
| Name                  | Note | 1 | 2 | 3 | 4 | 5 | 6 | 7 | 8 | 9 | 10 |
|-----------------------+------+---+---+---+---+---+---+---+---+---+----|
| [[Stefan Gonschorek][Stefan Gonschorek]]     |      |   |   |   |   |   |   |   |   |   |    |
| [[Manuel Irrnberger][Manuel Irrnberger]]     |      |   |   |   |   |   |   |   |   |   |    |
| [[Tobias Kappel][Tobias Kappel]]         |      |   |   |   |   |   |   |   |   |   |    |
| [[Luis Korten][Luis Korten]]           |      |   |   |   |   |   |   |   |   |   |    |
| [[Adrian Lamprecht][Adrian Lamprecht]]      |      |   |   |   |   |   |   |   |   |   |    |
| [[Noah Linhuber][Noah Linhuber]]         |      |   |   |   |   |   |   |   |   |   |    |
| [[Hanna Maier][Hanna Maier]]           |      |   |   |   |   |   |   |   |   |   |    |
| [[Melissa Neudorfer][Melissa Neudorfer]]     |      |   |   |   |   |   |   |   |   |   |    |
| [[Arthur Schattauer][Arthur Schattauer]]     |      |   |   |   |   |   |   |   |   |   |    |
| [[Fabian Schober][Fabian Schober]]        |      |   |   |   |   |   |   |   |   |   |    |
| [[Kristina Seidl][Kristina Seidl]]        |      |   |   |   |   |   |   |   |   |   |    |
| [[Ivana Sokic][Ivana Sokic]]           |      |   |   |   |   |   |   |   |   |   |    |
| [[Anna Steiner][Anna Steiner]]          |      |   |   |   |   |   |   |   |   |   |    |
| [[Andre-Leon Stippler][Andre-Leon Stippler]]   |      |   |   |   |   |   |   |   |   |   |    |
| [[Christina Unterrainer][Christina Unterrainer]] |      |   |   |   |   |   |   |   |   |   |    |
| [[Thomas Wenger][Thomas Wenger]]         |      |   |   |   |   |   |   |   |   |   |    |
| [[Lena Zorzi][Lena Zorzi]]            |      |   |   |   |   |   |   |   |   |   |    |
#+TBLFM: $2=vmean($3..$>)
#+TBLFM: $1='(identity remote(2021-students,@@#$3))


** Stefan Gonschorek
:PROPERTIES:
:EMAIL: [[mailto: Stefan Gonschorek <Stefan.Gonschorek@golling.schule>]]
:END: 



** Manuel Irrnberger
:PROPERTIES:
:EMAIL: [[mailto: Manuel Irrnberger <Manuel.Irrnberger@golling.schule>]]
:END: 



** Tobias Kappel
:PROPERTIES:
:EMAIL: [[mailto: Tobias Kappel <Tobias.Kappel@golling.schule>]]
:END: 



** Luis Korten
:PROPERTIES:
:EMAIL: [[mailto: Luis Korten <Luis.Korten@golling.schule>]]
:END: 



** Adrian Lamprecht
:PROPERTIES:
:EMAIL: [[mailto: Adrian Lamprecht <Adrian.Lamprecht@golling.schule>]]
:END: 



** Noah Linhuber
:PROPERTIES:
:EMAIL: [[mailto: Noah Linhuber <Noah.Linhuber@golling.schule>]]
:END: 



** Hanna Maier
:PROPERTIES:
:EMAIL: [[mailto: Hanna Maier <Hanna.Maier@golling.schule>]]
:END: 



** Melissa Neudorfer
:PROPERTIES:
:EMAIL: [[mailto: Melissa Neudorfer <Melissa.Neudorfer@golling.schule>]]
:END: 



** Arthur Schattauer
:PROPERTIES:
:EMAIL: [[mailto: Arthur Schattauer <Arthur.Schattauer@golling.schule>]]
:END: 



** Fabian Schober
:PROPERTIES:
:EMAIL: [[mailto: Fabian Schober <Fabian.Schober@golling.schule>]]
:END: 



** Kristina Seidl
:PROPERTIES:
:EMAIL: [[mailto: Kristina Seidl <Kristina.Seidl@golling.schule>]]
:END: 



** Ivana Sokic
:PROPERTIES:
:EMAIL: [[mailto: Ivana Sokic <Ivana.Sokic@golling.schule>]]
:END: 



** Anna Steiner
:PROPERTIES:
:EMAIL: [[mailto: Anna Steiner <Anna.Steiner@golling.schule>]]
:END: 



** Andre-Leon Stippler
:PROPERTIES:
:EMAIL: [[mailto: Andre-Leon Stippler <Andre-Leon.Stippler@golling.schule>]]
:END: 



** Christina Unterrainer
:PROPERTIES:
:EMAIL: [[mailto: Christina Unterrainer <Christina.Unterrainer@golling.schule>]]
:END: 



** Thomas Wenger
:PROPERTIES:
:EMAIL: [[mailto: Thomas Wenger <Thomas.Wenger@golling.schule>]]
:END: 



** Lena Zorzi
:PROPERTIES:
:EMAIL: [[mailto: Lena Zorzi <Lena.Zorzi@golling.schule>]]
:END: 





* Reflexionen

** [[denote:20230403T101428][Auferstehung]]
PERIOD: [2023-04-12 Mi 09:35]

Die Stunde in der 3a war anstrengend - aber auf jeden Fall besser als jene in der 4b. Die Kinder stellen (prinzipiell) alles in Frage. Das ist an sich gut und begrüßenswert. In Geschichte lernen sie z.B. Quellenkritik. Warum hingegen nehmen sie aber im Allgemeinen an, dass alles wissenschaftliche sehr leicht für wahr gehalten wird? Hingegen sind die Dinge, welche über Jesus erzählt werden - zuerst einmal sehr "umstritten, absolut in Frage zu stellen"? "Es war ja damals niemamd dabei, also wissen wir nix davon."

Warum will man sich absichtlich den Ast abschneiden, auf dem man sitzt? 

Wenn ein Wissenschaftler etwas sagt, dann ist es wahr? Wenn Gott sich offenbart, dann stellt man prinzipiell alles in Frage?

Unter den Kollegen wurde ich milde belächtelt, als ich sagte, dass Dinge wie Auferstehung u.ä. Tatsachen sind, und nicht erfundene Märchen. Generell meinte sie, dass die Bibel "Märchen" erzählen. Allerdings wussten sie auch kaum etwas über den historischen Befund über die Schriftquellen: 8 Handschriften vom "Gallischen Krieg" (Julius Cäsar) aus dem 10. Jhdt; 5668 Handschriften des NT aus dem 1. Jhdt.

Aber warum wundere ich mich auch darüber? Diese Haltung ist doch wirklich nicht erstaunlich, leider. Viel schmerzhafter ist es, wenn man diese Einstellung innerhalb der Kirche findet oder sogar offizielle Vertreter wie Priester (die in der Ausbildung tätig sind), der Meinung sind - Jesus sei nicht wirklich auferstanden. Habe ich so in einer Osterpredigt unseres Pfarrers gehört.

** Verhalten allgemein in meinem Unterricht
PERIOD: [2023-05-31 Mi 09:35]

Ach, diese Kids - kein normaler Unterricht mehr möglich. Während ich rede und versuche, eine normale Stunde zu machen, wird gequatscht, ich als Lehrer werde ignoriert, jeder verweigert die Mitarbeit. Da würde es gar nicht helfen, philosophische oder ethische Themen anzusprechen. Denn heute ging es nicht einmal um Religion: wir haben einen wunderschönen Film "Rising Hope" besprochen. Themen wären "Sehnsucht, Ziel, Sinn" gewesen, eine super Vorbereitung für die Firmung, zum Heiligen Geist. Aber - nix, gar nix, kommt von den Schülern zurück.

Also habe ich den Unetrricht unterbrochen, Kiddies machen HÜ oder lernen. Mir reicht es endgültig. Ich mache dieses Schuljahr noch fertig und dann? Ich weiß nicht...

Es wird mir wohl nichts anderes übrig bleiben, als meinem Beruf und dieser Schule treu zu bleiben; die Kids haben gar nicht einmal wahrgenommen, was passiert ist. Also hab ich's erklärt - hab wenig Hoffnung und erwarte auch nicht, dass sich irgend etwas ändern wird.


